[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Автоматический запуск при загрузке
mi_TrayLaunch->Caption=Открытие %P
mi_ProgramExit->Caption=Выход
mi_MultiDeviceManage->Caption=Множество устройств
mi_MouseLed->Caption=Отображение функции
mi_DevicePair->Caption=Программа соединения
mi_ProgramClose->Caption=Выгрузка встроенного профиля
mi_MouseLedFunc_AlwaysShow->Caption=Всегда отображать
mi_MouseLedFunc_ChangedShow->Caption=Отобржать при изменении
mi_MouseLedFunc_Hide->Caption=Скрыть
mi_W4DSetting->Caption=Колесо 4D прокрутки
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=Настройки отсутствуют
mi_Keyboard->Caption=Клавиатура…
mi_Mouse->Caption=Мышь…
mi_OfficeHotKeys->Caption=Офисные горячие клавиши
mi_MultiMediaHotKeys->Caption=Мультимедийные горячие клавиши
mi_LockRightKey->Caption=Заблокировать правую кнопку
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=CPI циклич. перекл.
mi_Sniper->Caption=Снайперская винтовка
mi_Sniper1->Caption=Снайперская винтовка 1
mi_Sniper2->Caption=Снайперская винтовка 2
mi_Sniper3->Caption=Снайперская винтовка 3
mi_Sniper4->Caption=Снайперская винтовка 4
mi_Sniper5->Caption=Снайперская винтовка 5
mi_Sniper6->Caption=Снайперская винтовка 6
mi_SelectMacroFile->Caption=Выбрать файл с макросом
mi_SelectMacroCheatsFile->Caption=Выбрать файл Combo
mi_MacroManager->Caption=Настройка макросов
//多媒體熱鍵 - 網路=
mi_Back->Caption=Назад
mi_Forward->Caption=Далее
mi_StopSearch->Caption=Стоп
mi_Refresh->Caption=Обновить
mi_WebSearch->Caption=Поиск
mi_MyFavorite->Caption=Избранное
mi_WebBrowser->Caption=Перейти
mi_Email->Caption=Эл. Почта
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Медиа-плеер
mi_PreviousTrack->Caption=Предыдущий трек
mi_NextTrack->Caption=Следующий трек
mi_StopPlay->Caption=Стоп
mi_PlayPause->Caption=Воспроизведение/Пауза
mi_Mute->Caption=Выкл. звук
mi_VolumeAdd->Caption=Громкость +
mi_VolumeSub->Caption=Громкость -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Калькулятор
mi_MyComputer->Caption=Мой калькулятор
mi_Sleep->Caption=Спящий режим
mi_Poweroff->Caption=Выключить
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Левая кнопка
mi_RightButton->Caption=Правая кнопка
mi_MiddleButton->Caption=Центральная кнопка
mi_4thButton->Caption=4ая кнопка
mi_5thButton->Caption=5ая кнопка
mi_ScrollUp->Caption=Скрол вверх
mi_ScrollDown->Caption=Скрол вниз
mi_ScrollLeft->Caption=Скрол влево
mi_ScrollRight->Caption=Скрол вправо
mi_AxisYReversion->Caption=Обратные Y-оси 
//辦公熱鍵=
mi_Software->Caption=Открыть файл
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Максимум
mi_Minimize->Caption=Минимум
mi_AllMinimize->Caption=Все Минимальные
mi_ZoomIn->Caption=Увеличить
mi_ZoomOut->Caption=Уменьшить
mi_PasteText->Caption=Вставить текст
mi_2XKey->Caption=Двойной клик
mi_3XKey->Caption=Тройной клик
mi_TripleFire->Caption=Очередь из трех выстрелов
mi_Cut->Caption=Вырезать[Ctrl+X]
mi_Copy->Caption=Копировать[Ctrl+C]
mi_Paste->Caption=Вставить[Ctrl+V]
mi_Delete->Caption=Удалить[Del]
mi_Search->Caption=Поиск[Ctrl+F]
mi_SelectAll->Caption=Выбрать все[Ctrl+A]
mi_Redo->Caption=Править[Ctrl+Y]
mi_Undo->Caption=Сброс[Ctrl+Z]
mi_NewFile->Caption=Новый файл[Ctrl+N]
mi_OpenFile->Caption=Открыть файл[Ctrl+O]
mi_SaveFile->Caption=Сохранить файл[Ctrl+S]
mi_Print->Caption=Печать[Ctrl+P]
mi_Disabled->Caption=инвалид
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Функция экрана
mi_StaticShot->Caption=Захват экрана
mi_16in1MouseGesture->Caption=Функция 16-в-1
mi_MouseGestures->Caption=
mi_PenSuit->Caption=Указатель строки
profilekey=Специальная кнопка мыши
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Захват экрана
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Версия:
Key=кнопка
ScriptIsTooLarge=Размер скрипта слишком большой, не хватает памяти
SelectSoft=Выберите Файл, Программу или Комбинацию
InternetMessageInform=У Вас %d обновлений!
MouseNotExists=Мышь Bloody не подключена, подключите мышь Bloody
DetectMultiDevice=Обнаружено несколько мышей Bloody, пожалуйста оставьте лишь одну и перезапустите программу.
DetectMultiSoftware=Программа уже открыта!
UpdateKernelSystem=Смена Core
FinishUpdateKernelSystem=Код смены выполнен!
MouseKeySet=Настройки кнопок
MouseOSDHint=Характеристики ярлыка
TrialAccessDeny=Благодарим за ознакомление с [HEADSHOT]! Активация невозможна! Пожалуйста приобретите код для активации Ultra-Core3 в нашем интернет-магазине!

ScriptApplyInform=Настройки сохраняются в памяти мыши!
SensitivityApplyInform=Настройки сохраняются в памяти мыши!
WirelessGuardApplyInform=Настройки сохраняются в памяти мыши!
SniperApplyInform=Настройки сохраняются в памяти мыши!
NoMoreHint=Больше не показывать
UpdateWirelessMouse=Мышь обновляется
UpdateWirelessKeyboard=Обновление клавиатуры
FinishUpdateDeviceFirmware=Обновления завершены!
ExecutionDeny=Старая версия ПО продукта не поддерживается, пожалуйста, обновите версию ПО!
ProgramTerminateTitle=В игре
ProgramTerminateTips=Воспользуйтесь "Бесплатным ПО" для того, чтобы настройки не воспринимались игрой как "читерские". Настройки будут сохранены в памяти мыши.
TrialVersionHint=1000 бесплатных выстрелов закончились. Для покупки Ultra-Core3 посетите "Магазин"
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=Закрыть

[PasteTextForm]
lb_Text->Caption=Введите текст: 
mi_EditerCut->Caption=Вырезать       Ctrl+X
mi_EditerCopy->Caption=Копировать   Ctrl+C
mi_EditerPaste->Caption=Вставить        Ctrl+P
N1->Caption=-
mi_LoadFromFile->Caption=Выбрать файл…
mi_LoadFromRecord->Caption=Последние изменения

[TrayIconWebAD]
lb_Title->Caption=Написать запрос
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Выбрать профиль:
lb_ConfigurationSwitch_KS->Caption=Конфигурации переключения :
ConfigurationManagement=профилем
ReturnToDefault=Вернуть стандартную версию
NotSpecify=Не возможно выбрать
HardwareSwitch=Мышь без драйвера
apps=Работающее приложение
hotkey=Горячая кнопка клавиатуры
profilekey=Специальная кнопка мыши
MouseRestoreHint=Настройки по умолчанию
AskMouseRestore=Установить все настройки мыши по умолчанию? (Мышь будет остановлена​​, пока процесс не будет завершен.)
lb_Hint_KS->Caption=Click above buttons to customize the program!
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Частота опроса
htmlb_Debounce_Sensitivity->Caption=Нажмите для проверки
DebounceIRPT_Title=Key response (Infrared-Micro switch, extreme 0.2ms, no adjustment needed.)
htmlb_125Hz_Sensitivity->Caption=125Гц
htmlb_250Hz_Sensitivity->Caption=250Гц
htmlb_500Hz_Sensitivity->Caption=500Гц
htmlb_1000Hz_Sensitivity->Caption=1000Гц
htmlb_2000Hz_Sensitivity->Caption=2000Гц
ck_ArmorBoots_Sensitivity->Caption=Увеличить чувствительность мыши?
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Калибровка датчиков
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Предустановка
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Калибровка
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Калибровка
LaserMicroSensorLiftHeightCalibrationHelp="Уникальная 16-этапная интеллектуальная калибровка сенсора", "технология улучшает фокус между лазером и рабочей поверхностью, что делает его более четкими и позволяет работать на любой поверхности"
OpticsMicroSensorLiftHeightCalibrationHelp="Уникальная 16-этапная интеллектуальная калибровка сенсора", "технология улучшает фокус между лазером и рабочей поверхностью, что делает его более четкими и позволяет работать на любой поверхности"
htmlb_MouseDPITip_Sensitivity->Caption=Настройки CPI
MouseDPIHelp1=Изменить CPI: Двойной клик [1],  Красный мигающий индикатор, скрол +/-, нажмите [1] вновь, чтобы сохранить.
MouseDPIHelp2=Для быстрого выбора заданного уровня CPI, нажмите кнопку [1] и удерживайте в течение 3 секунд, пока мигает красный свет. Затем прокрутите скрол  для переключения уровней CPI и нажмите кнопку [1] снова для установки  выбранного CPI.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=Скорость срабатывания обычной мыши  18мс, мышь Bloody  Самая быстрая В МИРЕ срабатывает всего за 1 мc
DebounceHelp_IR=Exclusive innovation of infrared sensing "Ahead[1ms]" technology, it uses photocouplers to trigger the switch without physical contact and reduce the key response to extreme 1 ms (typical mouse is around 18 ms). It resolves the key malfunctions caused by the oxidization and aging, significantly improves the key's lifecycle.
ArmorBootsHelp=Используйте более прочные ножки мышь из металла, для увеличения чувствительности!@RETURN@(Дополнительная опция) 
SensorLiftUnsupported=Эта модель поддерживаает функцию "Fine-tune Engine Calibration"
DebounceHelp_IR_Patent=патента на  CN
TipsForInvalidReportRate=В этой моделе частота опроса устанавливается переключателем на мышке. Программное изменение частоты опроса не поддерживается

[OSDSetting]
lb_KeyComment->Caption=Кнопка Подсказка:
ck_EnableOSD->Caption=Нажмите кнопку Подсказку
lb_DisplayTime->Caption=Время[в секундах]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Статус:
lb_Cursor->Caption=Радар
//im_CursorPoint->Hint=Переместите радар в любое место на экране для захвата координаты X и Y
ck_BackgroundEnable->Caption=Включите цвет фона
lb_BackgroundColor->Caption=Цвет фона:
lb_FontSize->Caption=Передний размер:
lb_FontColor->Caption=Передний цвет:
lb_Memo->Caption=Примечание: все настройки выше будут применены ко всем ключевым настройкам экрана
InputDigitError=Введите номер!
OSDSecondsRangeError=Срок отображения ограничен с %x по %y
OSDFontSizeRangeError=Передний размер ограничен с %x по %y

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Игра:
lb_TShootType_Weapon->Caption=Вид
lb_TGunName_Weapon->Caption=Имя
lb_TControlKey_Weapon->Caption=Кнопка Ctrl
lb_TResolution_Weapon->Caption=Разрешение
lb_TCPIRemark_Weapon->Caption=Чувствительность
ApplyInform=Последние данные об огнестрельном оружие загружы в памяти мыши, используйте 1/N/3/4 клавиши управления, чтобы изменить Left-Key режим стрельбы!
GameManagement=Папка
GameManagement_New=Новая папка
GameManagement_Edit=Переименовать
GameManagement_Delete=Удалить папку
GameManagement_FileManage=Импорт/Экспорт
GameManagement_Transfer=Загрузить/Скачать
GameManagement_Import=Импортировать
GameManagement_Export=Экспортировать
bt_OnlineRefrence_Weapon->Caption=Инструкция
NewGameNameTitle=Новая игра
NewGameNameDefault=Новая папка
ModifyGameNameTitle=Добавить название игры
DeleteGameTitle=Удалить
DeleteGameNameTitle=Файл
DeleteGameFileConfirm=Удалить данную папку?
DeleteGameFileSelected=Файл / Папка была сохранена в памяти мыши, вы хотите Удалить / Переименовать? Если [YES] функция будет удалена!
RenameGameNameSelected=Файл / Папка была сохранена в памяти мыши, вы хотите Удалить / Переименовать? Если [YES] функция будет удалена!
ImportGunFile=Выбрать файл с настройками для оружия чтобы импортировать
ExportGunFile=Выбрать файл с настройками для оружия чтобы экспортировать
ExportGunFileTargetFolder=Выбрать путь:
ExportGunFileSuccess=Настройки для оружия выбраны!
ImportFileExists=Файл уже существует,  заменить его?
ImportDeny_FileFormatError=Недопустимый формат файла! Невозможно импортировать!
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Центральная кнопка
ControlKey5=4ая кнопка
ControlKey6=5ая кнопка
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=По умолчанию
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Введите имя файла
InputNameError=Пожалуйста введите имя файла!
InputNameExists=Файл уже существует, невозможно установить!
InputNameInvalid=Знаки [., \ / : * ? " < > | ]. не допустимы.
SpecialNameAvoid=Файл уже существует, невозможно создать!

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=Файл
lb_GameName->Caption=Игра
lb_PropertyMode->Caption=Вид
lb_GameResolution->Caption=Разрешение
lb_CPIRemark->Caption=чувствительность
lb_GunName->Caption=Оружие
lb_3xBulletCountSet->Caption=Цифры
lb_3xBallisticCompensation->Caption=Назад
lb_3xBulletIntervalTime->Caption=Интервал между @RETURN@Bвыстрелами (мсек)
lb_NxBallisticCycle->Caption=Цикл
lb_NxBallisticCycleDescript1->Caption=От
lb_NxBallisticCycleDescript2->Caption=до
BallisticCompensation1=Невозм. верн.
BallisticCompensation2=Вернуться
GunManagement=Файл
GunManagement_New=Новый файл
GunManagement_Open=Открыть файл
GunManagement_Save=Сохранить файл
GunManagement_SaveAs=Сохранить как новый
GunManagement_Delete=Удалить файл
GunManagement_Rename=Переименовать
OpenDialog_Title=Открыть файл
OpenDialog_GameName=Название игры:
OpenDialog_GunFile=файл
OpenDialog_FileType=Тип
OpenDialog_FileTypeCaption1=Все файлы (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Нажмите R-Key, отключить A-Burst 
RKeyToPauseNx3x_B=Нажмите R-Key, отключить B-Strafe
RKeyToPauseNx3x_C=Нажмите R-Key, отключить C-Machine
RKeyToPauseNx3x_D=Нажмите R-Key, отключить D-In_Game
GunNameExists=Файл уже существует!
DeleteGunFileConfirm=Удалить файл?
DeleteLockedGunFile=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [YES] функция будет удалена!
WeaponPropertiesUpdateDeny=Проверить версию, файл не может быть сохранен!
SelfDefineAddError=Сохранение файла не удалось. Знаки [., \ / : * ? " < > | ]. не допустимы!
AskDialog_IsSave=Сохранить изменения?
bt_BallisticDemo->Caption=Траектория
bt_HardwareTemporaryAdjust->Caption=Описание
DialogOpen=Открыть
DialogSave=Сохранить
DialogDelete=Удалить
AModeStatement=A-Burst: L-Кнопка используется в качестве очереди выстрелов, до 5 выстрелов; вы можете использовать "Cсмещение" и "Временной интервал", чтобы настроить арсенал и увеличить кучность стрельбы."Cсмещение" позволит устранить эффекты отдачи, а с  "Временным интервалом" Вы сможете проконтролировать скорость стрельбы, чем короче "Интервал", тем быстрее стрельба. Вы можете включить или отключить "Return Crosshairs". Преимущества этого режима - в улучшенной траектории стрельбы и экономии пуль.
BModeStatement=B-Strafe: L-Кнопка автоматически повышает скорость включения-выключения действий. Используйте "Cсмещение" и "Временной интервал" для детальной настройки каждого выстрела. Этот режим будет усиливать мощность выстрела из пулемета, как и власть. В зависимости от каждого характеристик каждого оружия, применив "Sub-loop", Вы улучшите производительность каждого оружия.
CModeStatement=C-Machine: для улучшения стрельбы и детальной настройки стрельбы,  синхронизации пулеметной скорости стрельбы; при применении "Cсмещение", будет повышаться кучность стрельбы.
DModeStatement=D-In_Game: не покидайте игру, дважды щелкните на "N" или "3" для настройки "Смещение" и "Временного интервала",настройки  оружия будут автоматически обновляться как во время игры и при использовании в будущем (Проверить D-In_Game. Подробнее)
MModeStatement=M-Macro: Для переноса "Файла с Macro" на L-Кнопку. Вы можете включить режим стрельбы с множеством действий таких,  как прыжки, приседания и стрельба из позиции лежа, чтобы ваш враг трудно отследить вы и теряете цель взгляд. В то же время, если вам нужно больше пуль, чтобы улучшить траекторию, используйте этот режим и персонализируйте его. Использовать Oscar Macro Gun можно как в базовом режиме, так и обмениваться с другими игроками уже настроенными макросами.
lb_OpenStatement->Caption=Oобъяснение>>
lb_CloseStatement->Caption=Закрыть>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Machine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Pрегулировка(X,Y)
lb_CorrectY->Caption=Pрегулировка-Y
lb_Offset->Caption=Cсмещение
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Руководство по настройке оружия
htmlb_Statement2->Caption=Для создание файлов с настройками оружия, использовать или B режимах для не-пулеметы, и использовать C режим для пулеметов. Для файлов Оscar Мacro пистолета, использовать "M" режиме.@RETURN@Благодаря огнестрельного оружия характеристик, использовать только свой ​​первоначальный режим редактирования.
htmlb_Statement3->Caption=A-Burst:     Регулировка [Non-Machine-Guns]
htmlb_Statement4->Caption=B-Strafe:   Регулировка [Non-Machine-Guns]
htmlb_Statement5->Caption=C-Machine: Регулировка [Machine Guns]
htmlb_Statement6->Caption=D-In_Game: Настройка [Пистолет, Снайпер и пулемет] Strafe давления стрельбы в игре
htmlb_Statement7->Caption=M-Macro:   взять  [Oscar Macro] файла
lb_SelectUse->Caption=Выбрать
lb_MacroFileName->Caption=Файл с макросом
lb_Common->Caption=Примечание
IsCoverGunFile=Файл уже существует,  заменить его?
PleaseCreateMacro=Файл с Oscar Macro отсутствует! Пожалуйста сначала добавьте файл.
PleaseSelectedMacroName=Сначала выберите Macro
ResolutionError=Ошибка разрешения!
WeaponUsed=Файл / Папка была сохранена в память мыши, вы хотите Удалить / Переименовать? Если [YES] функция будет удалена!
IsMacroToWeapon=Перенести выбранный файл с Macro  в арсенал  как Macro-gun оружие?
CPIRemarkError=Ошибка данных чувствительность!
MacroUsed=Используемый макрос, не может конвертировать!
CPIRemarkDefault=По умолчанию
NoAuthorityUse=Недостаточно прав, файл не может быть открыть!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=【4 Инновационные режима】@RETURN@Мышь Bloody с тремя режимами в одной мыши. Вы можете приобрести Ultra-Core 3/4 и увеличить уровень попаданий и мощность стрельбы! Выигрывайте легко!@RETURN@
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Инновации: Используя гибкие возможности указательного пальца, левая и правая кнопки мыши выполнены с возможностью автоматического нажатия Shift, что лучше всего подходит для игр LOL и MOBA.
lb_HardwareIdCopy_KSYS->Caption=Кликните, чтобы скопировать
htmlb_Kernel1_KSYS->Caption=Core1> удобен для настройки до и во время игры - стратегии
htmlb_Kernel2_KSYS->Caption=Core2> удобен для игр FPS 
htmlb_Kernel3_KSYS->Caption=Ultra-Core3> Headshot, удобен для сложных игр FPS 
htmlb_Kernel4_KSYS->Caption=Ultra Core4> Используется в  MMO/RPG играх.
htmlb_Description1_KSYS->Caption=Подходит для ролевой игры и в игр-стратений в режиме реального времени, в соответствии с потребностями игроков в мульти-настройках, также подходит для игроков FPS.Самая быстрое срабатывание мыши [клик кнопки] без задержек!!
htmlb_Description20_KSYS->Caption=Для основной FPS, L-клавиша стреляет в следующих режимах:@RETURN@Нажмите «1» для одиночного выстрела@RETURN@Нажмите «N» для очереди из 2 выстрелов@RETURN@Нажмите «3» для очереди из 3 выстрелов@RETURN@Нажмите «4» для очереди из 4 выстрелов@RETURN@
htmlb_Description30_KSYS->Caption=【1000 бесплатных выстрелов】@RETURN@Ощутите полностью функцию [HEADSHOT]из непрекращающейся очереди выстрелов  1000 раз бесплатно. И приобретайте  [Купить  Ultra-Core3] для  [HEADSHOT] постоянно!
htmlb_Description31_KSYS->Caption=Осталось: %d времени 
htmlb_Description32_KSYS->Caption=Благодарим за использование [Ultra-Core3].  C Bloody Вы будете первым всегда!
htmlb_Description33_KSYS->Caption=Настройка кучности стрельбы с автоподавлением отдачи, концентрирует выстрелы для наиболее точной стрельбы In-Game] и [Pre-Game]
htmlb_Description40_KSYS->Caption=“Бесплатный тест”: Вы можете протестировать 1000 выстрелов "Combo Future" . В дальнейшем Вы можете приобрести Core3/4 в магазине Bloody
htmlb_Description42_KSYS->Caption=Запрограммируйте любые команды в одну кнопку. К примеру, "Атаку"… и используйте команду автоматически
htmlb_Description43_KSYS->Caption=Запрограммируйте любые команды в одну кнопку. К примеру, "Атаку"… и используйте команду автоматически
htmlb_Memo_KSYS->Caption=Внимание: Приемлемо, что ОС Windows загрузит драйвер в первый раз автоматически.
HardwareID=ID Мыши: 
Kernel3Appreciative=Нажмите [купить Ultra-Core3], чтобы активировать [HEADSHOT] по истечению  1000бесплатных выстрелов.
Kernel3HasBeenActivated=
HardwareIdCopied="Mouse ID"  скопирована, нажмите "Ctrl + V" для сохранения.
HasBeenActivated=Bloody - Версия PRO [Активация Core3/4]
htmlb_LanceSlight_KSYS->Caption=Bloody- Версия BASIC
UnActivateAppreciative=[Деактивированная версия просмотра ]
UnActivateExperience=[Деактивированная версия просмотра ]
USBActivated=[USB-протокол активирован]
htmlb_USBRedefine_KSYS->Caption=USB-протокол
htmlb_USBRedefineDescript_KSYS->Caption=При определенных условиях, новый @RETURN@USB-протокол доступен для заказа.
bt_BloodyTeam_KSYS->Caption=Обзор
bt_Cart_KSYS->Caption=Купить код активации
bt_Mall_KSYS->Caption= Посетить [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=Информация о [Core3/4]
bt_Suggestion_KSYS->Caption=Добавить комментарий
bt_Kernel3Activate_KSYS->Caption=Активировать [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Подробнее>>
lb_CloseHIDDescript_KSYS->Caption=Закрыть>>
htmlb_SelectCoreMode_KSYS->Caption=Выберите ядро:
ck_CoreTournamentMode_KSYS->Caption=Турнир (По умолчанию - Ядро 1)
ck_CoreGamingMode_KSYS->Caption=Игра (По умолчанию - Ядро 3)
lb_TournamentModeTitle_KSYS->Caption=Описание ядер турнира>>
lb_GamingModeTitle_KSYS->Caption=Описание ядер игры>>
htmlb_TournamentModeDescript_KSYS->Caption=Ядро турнира соответствует правилам неиспользования макросов мыши в игре, и рекомендуется игрокам, которые осознанно соблюдают правила игры.
htmlb_GamingModeDescript_KSYS->Caption=Ядро игры обеспечивает программирование макросов мыши. Программирование многоклавишных макросов требуется в различных играх. Для улучшения игровых рекордов, экономии времени и исключения необходимости в выполнении рутинных нажатий мыши!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Подключите  мышь Bloody, затем нажмите [Обновить USB Протокол], чтобы импортировать "*. PID" файлы для обновления.
lb_Kernel3Memo->Caption=Подключите мышь Bloody и нажмите кнопку «Активация Core ¾», затем дважды щелкните купленный файл активации [*.bld], или введите купленный номер карты активации, чтобы продолжить активацию.
HasBeenActivated=[Core3/4] активирован！
NotActivated=[Core3/4] не активирован！ 
ReActivation=Новый USB протокол обновлен!
ImportCertificationFile=Выбрать файл Core3 чтобы импортировать
bt_ImportKernel3CertificationFile->Caption=Активировать [Core3/4]
bt_ImportUSBRedefineCertificationFile->Caption=Кликните чтобы обновить USB протокол
lb_ActivateWay1->Caption=Вариант активации 1:
lb_ActivateWay2->Caption=Вариант активации 2:
ServerConnectionError=Сбой активации, проверить настройки сетевого подключения и брандмауэра.
ServerBusy=Сервер в данный момент занят, пожалуйста, повторите попытку позже!
ServerMaintenance=На сервере проводится техническое обслуживание, пожалуйста, попробуйте еще раз в  % ч % мин!
DualModeActivateError=Пожалуйста, подключите как Nano-ресивер, так и USB-устройство для активации двойного режима!

[ShootModeForm]
lb_Key1_ShootMode->Caption=Нажмите[1]: кнопку  для "Одного выстрела"
lb_KeyNKernel2_ShootMode->Caption=Нажмите[N]: кнопку для "Двойного выстрела"
lb_Key3Kernel2_ShootMode->Caption=Нажмите[3]: кнопку для  "Тройного выстрела"
lb_Key4Kernel2_ShootMode->Caption=Нажать [4]: L-клавишу для "4-Burst"
lb_KeyNKernel3_ShootMode->Caption=Нажать [N]: L-клавишу для "Определенного пользователем оружия"
lb_Key3Kernel3_ShootMode->Caption=Нажать [3]: L-клавишу для "Определенного пользователем оружия"
lb_Key4Kernel3_ShootMode->Caption=Нажать [4]: L-клавишу для "Определенного пользователем оружия"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Переключение Левой / Правой кнопки
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Установить CPI
lb_AccurateTest_ShootMode->Caption=Тест
SniperAction1=Снайперская винтовка 1
SniperAction2=Снайперская винтовка 2
SniperAction3=Снайперская винтовка 3
SniperAction4=Снайперская винтовка 4
SniperAction5=Снайперская винтовка 5
SniperAction6=Снайперская винтовка 6
lb_AccurateCpiDescript_ShootMode->Caption=Настройка винтовки в игре@RETURN@В зависимости от прицела винтовки, нажатием "Кнопки точности" и регулировкой скролом, настройте свою винтовку!
AccurateHelp10=Снайперская винтовка 1 ( spin down)
AccurateHelp11=Этот режим позволяет, нажав на кнопку "Снайперская винтовка" во время игры использовать "Прицел" или "Двойной прицел" быстро, что поможет справиться с врагом быстрее!
AccurateHelp20=Снайперская винтовка 2 ( single sight + spin down)
AccurateHelp21=В этом режиме, нажав и удерживая "снайперскую" кнопку  большим пальцем во время игры, и нажав правую кнопку, вы сможете подвести прицел и добиться лучших результатов в игре!

AccurateHelp30=Снайперская винтовка 3 ( single-sight + press + spin down CPI)
AccurateHelp31=В этом режиме, нажав и удерживая "снайперскую" кнопку  большим пальцем во время игры, и нажав правую кнопку, вы сможете подвести прицел и добиться лучших результатов в игре!

AccurateHelp40=Снайперская винтовка  4 ( double sights + spin down CPI)
AccurateHelp41=В этом режиме, нажав и удерживая "снайперскую" кнопку  большим пальцем во время игры, и нажав правую кнопку ДВАЖДЫ, вы сможете увеличить прицел и  подвести его для лучших результатов в игре!

AccurateHelp50=Снайперская винтовка 5 (1-Key Sniper Shoot) 
AccurateHelp51="В данном режиме, при нажатии кнопки "Снайпер" мышь будет работать следующим образом: При нажатии одновременно левой и правой кнопок ", во время игры, возможно." Активировать Снайперский прицел и стрелять в цель с первого выстрела "Снайперская винтовка будет стрелять 100% в цель!@RETURN@(Небольшие задержки в выполнении этой функции могут возникнуть из-за настроек винтовки в игре и скорости интернета)@RETURN@
AccurateHelp60=Снайперская винтовка 6 ( 2-Key Weapon Change)
AccurateHelp61="При включенном снайперском режиме и и открытом  прицеле, нажав кнопку "Снайпер" на мыши включается команда команда:" стрельбы в цель с большим преимуществом и процентом точного попадания"@RETURN@(Небольшие задержки в выполнении этой функции могут возникнуть из-за настроек винтовки в игре и скорости интернета)@RETURN@@RETURN@
lb_SniperHint_ShootMode->Caption=Установите "Снайперская винтовка" на одну из кнопок

lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Регулировка [In-Game]
htmlb_BulletIntervalTime->Caption=Интервал при стрельбе: Колесо прокрутки +/-
htmlb_AdjustTrajectory->Caption=Подавление: Нажмите кнопку 4, для сброса и нажмите кнопку 5 для увеличения.

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Регулировка [In-Game]
htmlb_Header1->Caption=Показатель
htmlb_Header2->Caption=1: Начать
htmlb_Header3->Caption=2: Регулировка
htmlb_Header4->Caption=3: Выход
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption=Кликните дважды N-Key, зеленую кнопку
htmlb_3xStep1->Caption=Кликните дважды 3-Key, желтую кнопку
htmlb_Nx3xStep21->Caption=Интервал при стрельбе: Колесо прокрутки +/-
htmlb_Nx3xStep22->Caption=Подавление: Нажмите 4-Key, для сброса и нажмите 5-Key для увеличения.
htmlb_NxStep3->Caption=Нажмите N-Key, чтобы сохранить
htmlb_3xStep3->Caption=Нажмите 3-Key, чтобы сохранить
ck_DisplayHardwareAdjustmentStatus->Caption=Подсказка

[WeaponTestForm]
htmlb_Title->Caption=Описание
htmlb_Step1->Caption=Проверка…
htmlb_Step2->Caption=Временно сохранить настройки оружия
htmlb_Step3->Caption=Проверить точность в игре сейчас!
ck_NoMoreDisplay->Caption=Больше не напоминать!

[WeaponHelpForm]
Help_10=Cсмещение
Help_11=См. рисунок справа, второй выстрел смещение в положение (3,4) из-за эффекта отдачи первого выстрела. Для защиты от смещения могут быть введены (X, Y) на (-3, -4). Используемая единица является "пикселем" в разрешение экрана в игре. Таким образом, относится к ключевым факторам.
Help_20=Назад
Help_21=После первого запуска Стрейфа , вы можете вернуть в режим однократного выстрела. Не возвращаться: Перекрестие остается в последнем положении выстрела, без компенсации. Возвращать: Перекрестие продолжает режим на прежней позиции
Help_30=Интервал между выстрелами (мсек)
Help_31=Используя интервал времени между  выстрелами, можно контролировать скорость выстрелов; чем меньше времени, тем быстрее скорость. Вместе со "Cсмещение" и настройкой арсенала, это поможет добиться оптимально результата.
Help_40=Цикл
Help_41=В режиме непрекращающейся стрельбы, после главного цикла выстрелы завершатся; они будут начинаться заново, пока левая кнопка будет нажата.

[AboutForm]
About_1=После многолетнего изучения и тестирований мы создали Bloody7 - это не просто программное обеспечение! Оно значительно улучшает игру мыши, расширяет возможности и функции, позволяя наслаждаться игрой! Только с ПО мыши Bloody7, улучшается координация в игре, и Вы выигрываете! Победить Вас невозможно!
About_2=Учитывая, что не всем игрокам может понадобиться Ultra-Core3, предусмотрена тестовая версия для проверки работы режима, для понимания, пригодится ли он Вам в дальнейшем. [1000 Бесплатных Выстрелов] для того, чтобы ощутить мощность точных выстрелов в данном режиме. В дальнейшем можно купить этот макрос по разумной цене. Bloody обладает удобной системой приобретения данного режима на нашем сайте: http://bloody.com@RETURN@@RETURN@Bloody благодарит Вас за понимание и интерес к нашей продукции.
About_3=
lb_AboutCompany->Caption=Авторские права A4Tech Co., Ltd. 2013. Все права защищены.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Уникальный ресивер для подключения пять беспроводных устройств одновременно!
ck_Function1_Guard->Caption=Включить [RF-синхронизация] 
ck_Function2_Guard->Caption=Включить [Нулевое-смещение частоты] 
ck_Function3_Guard->Caption=Включить [Exclusive Channel] 
ck_Function4_Guard->Caption=Включить [RF сигнал детектора]
ck_Function5_Guard->Caption=Включить [Strengthen Power]
ck_WakeType1_Guard->Caption="Просыпается" от одного движения
ck_WakeType2_Guard->Caption="Просыпается" от клика
ck_ActivateLowPowerRemind_Guard->Caption=Индикатор заряда мыши
htmlb_FunctionTip1_Guard->Caption=Запатентованная разработка CN. ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=Запатентованная разработка
htmlb_FunctionTip3_Guard->Caption=Запатентованная разработка
htmlb_Channel_Guard->Caption=Канал
htmlb_RSSI_Guard->Caption=Прочность
htmlb_PowerDisplay_Guard->Caption=Осталось питания
htmlb_LowPowerRemind_Guard->Caption=Низкий заряд батареи:%
htmlb_RemindInterval_Guard->Caption=Подсказка интервала (мин.)
htmlb_SleepTime_Guard->Caption=Установите время, начать энергосбережение
htmlb_Memo_Guard->Caption=Это повысит стабильность беспроводной игровой мыши, кровавый RD команда заинтересована в исследования и усилия, выиграл номеров патентов CN изобретения. Все трудолюбивые, чтобы сделать беспроводную игровую мышь Кровавая выйти за рамки даже самая лучшая мышь!
lb_OpenMemo_Guard->Caption=Подробнее>>
lb_CloseMemo_Guard->Caption=Закрыть>>
AccessDeny=Невозможно принять настройки!@RETURN@(Беспроводная защита распространяется исключительно на беспроводную игровую серию Bloody)
bt_FOC_Guard->Caption=Калибровка
htmlb_SensorPerformanceTitle_Guard->Caption=Временные рамки регулировки
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[РЧ-синхронизация] 
Guard11=Запатентованная инновация, которая защищает сигнал от потери данных, что обеспечивает точную работу мыши без задержки срабатывания
Guard20=[Zero-Frequency Offset]
Guard21=Любой беспроводной продукт впадает в спящий режим. Когда мышь начинают двигать, выходя из спящего режима, могут возникать задержки в срабатывании. Но у Bloody они отсутствуют. Благодаря технологии [Zero-Frequency Offset] (запатентовано)
Guard30=[Эксклюзивные Channel]:
Guard31=[Эксклюзивные Channel] технологии: патент CN изобретения обеспечивают пользователю выбрать эксклюзивные беспроводных каналов, фактически отрезаны любые помехи!
Guard40=[RF Signal Detector]
Guard41=[RF Signal Detector] проследите за радиосигналом, если он ниже 90, следуйте инструкции:@RETURN@1.Отключите мышь от ПК.@RETURN@2. Подключите нано-ресивер и USB-удлинитель и поставьте его вдали от ПК.@RETURN@3. USB-удлинитель помещайте со стороны мыши. 
Guard50=Технология [Strengthen Power]:
Guard51=Улучшение беспроводной передачи сигнала. Увеличение устойчивости к помехам  позволяет использовать стабильную беспроводную связь!
Guard_Tip51=Включено
Guard_Tip52=Отключено
lb_CheckPicture->Caption=патента на  CN

[FileManagementForm]
lb_GameDirectory->Caption=Папка с игрой
lb_ImportDirectory->Caption=Файл
lb_ExportPath->Caption=Дорожка
lb_ExportFile->Caption=Временное хранилище файлов
LocalDrive=Диск
TrialVersionNoUse=Посмотреть, в будущем не использовать!
FileExistIsOverwrite=Файл существует, заменить?
DeskTop=Дисплей
MyDocuments=Мои документы
lb_FileType->Caption=Печать 
advcb_FileType->Caption0=Все файлы(*.*)
advcb_FileType->Caption1=*.amc (файл макроса)
advcb_FileType->Caption2=*.amc2 (файл макроса)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=Файл невозможно импортировать или экспортировать.
NoAuthority=недостаточно прав, невозможно экспортировать!
FileCount=Всего:

[DevicePair]
htmlb_Title->Caption=Программа соединения беспроводных устрйоств серии Bloody
htmlb_DevicePairDescript->Caption=Используйте эту программу для соединения беспроводной клавиатуры и мыши серии Bloody.
rb_MousePair->Caption=Соединение мыши
rb_KeyboardPair->Caption=Соединение клавиатуры
bt_StartPair->Caption=Нач. соед.
htmlb_PairStep1->Caption=1. Подключите USB-зарядное устройство к компьютеру.
PairStep2_Mouse=2. Найдите порт для заряда, как на картинке
PairStep2_Keyboard=2. Руководствуясь рисунком отыщите порт зарядки клавиатуры
PairStep3_Mouse=3. Подключите зарядное устройство к порту мыши зарядного устройства на 30 сек.
PairStep3_Keyboard=3. Подключите зарядный кабель к зарадному порту клавиатуры в течение 31 сек.
PairStep4_Mouse=4. Мышь начинает соединение, пожалуйста, подождите.
PairStep4_Keyboard=4. Клавиатуры начинает соединение после шага, приведенного выше. Подождите.
CountdownSeconds=сек
htmlb_PairedSuccessHint1->Caption=Соединено успешно!
PairedSuccessHint2_Mouse=Мышь готова к использованию!
PairedSuccessHint2_Keyboard=Клавиатура готова к использованию!

[FOCAForm]
htmlb_Title->Caption=Частота калибровки смещения
htmlb_FrequenceAnalysis->Caption=Анализ:
lb_ProgressTip->Caption=Подсказка:
ProgressTip1=Калибровка ...
ProgressTip2=Завершено!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Импортировать данные авторизации
lb_AuthorityManage->Caption2=Экспортировать данные авторизации
lb_FileNameTitle->Caption=Файл:
lb_AuthorMessage->Caption=Ввести данные авторизации
lb_Author->Caption=Имя:
lb_AuthorHID->Caption=ID Мыши: 
lb_AllowMessage->Caption=Ввести информацию пользователя:
lb_PassWord->Caption=Пароль:
lb_ShareAuthority->Caption=Поделиться:
htmlb_Warning->Caption=Добро пожаловать в программу защиты безопасности. Если пароль будет утерян, его будет невозможно восстановить!
ChangeAuthority0=Только выполнение(ID Мыши)
ChangeAuthority1=Только выполнение
ChangeAuthority2=Изменить и применить
PassWordError=Пароль не правильный, попробуйте еще раз!
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=ID Мыши: 

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Конфигурации переключения
lb_Configuration->Caption=Профайл
lb_Apply->Caption=Подтвердить
lb_Enable->Caption=Включить
lb_Light->Caption=Цвет
HardwareSwitch=Мышь без драйвера
IntelligentSoftwareSwitch=Работающее приложение
KeyboardHotKeySwitch=Горячая кнопка клавиатуры
ProfileKeySwitch=Специальная кнопка мыши
NotSpecify=Невозможно применить
MouseProfileKey=Профайл кнопок мыши
Hardware=Без драйвера
Software=Приложение
HotKey=Горячая кнопка
ProfileKey=Профайл кнопки
KeyboardHotKey=Выбрать горячую кнопку
OpenSoftware=Выбрать приложение
Delete=Удалить
AllowedToRepeat=Невозможно отправить сообщение
sp_Light1->Hint=Изменямые цвета
lb_Prompt1->Caption=Дважды щелкните [1], подсветка колеса начнет мигать, кнопками «4-ая» и «5-ая» мыши настройте подсветку и параметры, щелкните [2] повторно, чтобы сохранить параметры (серия V и V/VM/A/N не поддерживают функцию изменения подсветки)
lb_Prompt2->Caption=Для вх. в реж.  редакт. нажм. и удерж. кн. с изобр. шестеренки вперед более 3 секунд, подсв. колесика начнет мигать. Кн. «4-ая» и «6-ая» мыши настройте подсветку и парам., а затем повторно нажм. кн. с изобр. шестеренки, чтобы сохр. параметры.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Сохранить калиброванную высоту датчика?
lb_RestoreMessage->Caption=Восстановить предыдущие настройки через 7 сек.
CountDownText=Обратный отсчет
SecondText=Секунд(а)
bt_Ok->Caption=Осталось
bt_Restore->Caption=Итого

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Метод калибровки датчика
CalibrationStep1=Нажмите "Начать" чтобы начать
CalibrationStep2=Нажмите и удерживайте левую кнопку
CalibrationStep3=Нажмите левую кнопку и сделайте Z-движение мышью для завершения калибровки.
CalibrateButton_Start=Начать
CalibrateButton_Restart=Перезагрузить
CalibrateInfo_Calibrating=В процессе…
CalibrateInfo_Finish=Завершено!!!

[UltraComboForm]
UltraComboManagement=Файл 
GameManagement_New=Новая папка
GameManagement_Modify=Переименовать
GameManagement_Delete=Удалить папку
FileManagement_New=Новый
FileManagement_Open=Открыть
FileManagement_Save=Сохранить
FileManagement_SaveAs=Сохранить как
FileManagement_Delete=Удалить
FileManagement_ReName=Переименовать
FileManagement_ImportExport=Импорт/Экспорт
FileManagement_Transfer=Загрузить/Скачать
FileManagement_SaveAsMacro=Сохранить в формате Oscar
lb_CheatsGameDirectory_UltraCombo->Caption=Раздел:
lb_CheatsMode_UltraCombo->Caption=Категория:
lb_CheatsName_UltraCombo->Caption=Имя:
lb_CheatsDescription_UltraCombo->Caption=Примечания:
lb_OpenStatemen_UltraCombo->Caption=Oобъяснение>>
lb_CloseStatement_UltraCombo->Caption=Закрыть>>
lb_Prompt_UltraCombo->Caption=Проверьте в играх, что цикл не прекращается, нажмите L/R/M-кнопки мыши, чтобы завершить цикл. Затем выполните процедуры повторно.
bt_CheatsDownloadExplain_UltraCombo->Caption=   Инструкция
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Упростить MMO / RPG комбинации клавиш в команды Combo. Вы можете использовать A / B / C  3 типа, или настраивать Combo через Oscar. При настройке и корректировки данных используйте только оригинальные типы файлов.
htmlb_Statement3_UltraCombo->Caption=A> Возможно применение только одной коммандв Combo 
htmlb_Statement4_UltraCombo->Caption=B> Применимо при повторном использовании Combo. Нажмите на кнопку, чтобы остановить Combo 
htmlb_Statement5_UltraCombo->Caption=C> Применимо "Авто-атака, авто-бег". Нажмите на ту же кнопку для завершения.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Новый
OpenDialog_Title2=Открыть
OpenDialog_Title3=Сохранить
OpenDialog_Title4=Сохранить как …
OpenDialog_GameName=Название игры:
OpenDialog_GunFile=Файл
NewGameNameTitle=Новая игра
NewGameNameDefault=Новая игра
ModifyGameNameTitle=Добавить название игры
DeleteGameTitle=Удалить
DeleteGameNameTitle=Файл
DeleteGameFileConfirm=Удалить данную папку?
DeleteGameFileSelected=Файл / Папка была сохранена в памяти мыши, вы хотите Удалить / Переименовать? Если [YES] функция будет удалена!
RenameGameNameSelected=Файл / Папка была сохранена в памяти мыши, вы хотите Удалить / Переименовать? Если [YES] функция будет удалена!
PleaseCreateDirectory=Пожалуйста, создайте папку с игрой
NewCreateFileName=Создать
NewCreateFileDefault=Новый файл
OpenDialog_FileType=Тип
OpenDialog_FileTypeCaption1=All file (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Версия для чтения, невозможно сохранить!
MacroUsed=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [Да] функция будет удалять!
MacroModify=сценарий изменен, сохранить?
InputNameInvalid=Знаки [., \ / : * ? " < > | ]. не допустимы.
MacroFileDelete=Удалить файл?
MacroFileSelected=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [Да] функция будет удалять!
ModifyFileNameTitle=Переименовать 
PleaseInputFileName=ключ к названию макроса
FileExistAlready=Файл уже существует, заменить его?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Удалить
NoAuthorityUse=Недостаточно прав, файл не может быть открыть!
MustCreatFile=Вы должны создать новый файл для редактирования макросов!
bt_Start_UltraCombo->Caption=<F11> начать
bt_Stop_UltraCombo->Caption=<F12> завершить
ck_KeyboardAction->Caption=Record keyboard operation
ck_MouseClick->Caption=Record mouse clicking
lb_TestCommon->Caption=Описание макроса детально:
bt_InsertKeyboard_UltraCombo->Hint=Подсоединить клавиатуру
bt_InsertMouse_UltraCombo->Hint=Подсоединить мышь
bt_InsertDelay_UltraCombo->Hint=Установить задержку
bt_Record_UltraCombo->Hint=Запись
mi_InsertKeyboard_UltraCombo->Caption=Подсоединить клавиатуру
mi_InsertMouse_UltraCombo->Caption=Подсоединить мышь
mi_InsertDelay_UltraCombo->Caption=Установить задержку
mi_ClearAll_UltraCombo->Caption=Очистить всё
lb_TestDescription->Caption=Данные будут временно сохранены на 4-ой кнопке мыши. В тестовой зоне или игровом тесте, для возвращения параметра 4-ой кнопки по умолчанию, перейдите на «Страницу кнопки» и повторно выполните сброс
ck_CursorRecord->Caption=Включение записи курсора
lb_InterruptTips->Caption=В случае, если тестовая программа выходит из под контроля, нажмите [Caps Lock]+[Scroll Lock]+[Num Lock] для ее прерывания, а затем выполните отладку программы повторно.
PressSpaceToTest=Нажмите 4-ую кнопку для запуска теста
bt_Clear_UltraCombo->Caption=Сброс
Key=Кнопка
KeyDown=Нажать
KeyUp=Отпустить
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Задержка
millisecond=мс
second=сек.
minute=мин.
MouseWhellUp=прокрутка_вверх
MouseWhellDown=прокрутка_вниз
MouseLeftKeyDown=нажать_левую_кнопку
MouseLeftKeyUp=отпустить_левую_кнопку
MouseLeftKeyClick=клик_левой_кнопкой
MouseLeftKeyDblClick=двойной_клик_левой_кнопкой
MouseMiddleKeyDown=нажать_среднюю_кнопку
MouseMiddleKeyUp=отпустить_среднюю_кнопку
MouseMiddleKeyClick=клик_средней_кнопкой
MouseRightKeyDown=нажать_на_правую_кнопку
MouseRightKeyUp=отпустить_правую_кнопку
MouseRightKeyClick=клик_правой_кнопкой
MouseFourthKeyDown=нажать_4-ую_кнопку
MouseFourthKeyUp=отпустить_4-ую_кнопку
MouseFourthKeyClick=клик_4-ой_кнопкой
MouseFifthKeyDown=нажать_5-ую_кнопку
MouseFifthKeyUp=отпустить_5-ую_кнопку
MouseFifthKeyClick=клик_5-ой_кнопкой

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Нажмите кнопку для установки "Single Combo"(используется для  MMO/RPF Ролевых  и  Combat игр) для однократных комбинаций.
Help_20=B> Cycle Combo
Help_21=Нажмите и удерживайте кнопку для выполнения "Cycle Combo"(используется для MMO/RPF Ролевых и Combat игр) для циклических комбинаций. Для остановки – отпустите кнопку.
Help_30=C> Auto Combo
Help_31=Нажмите кнопку для установки "Auto Combo"(используется для MMO/RPF Ролевых и Combat игр) для автоматических комбинаций. Для остановки – отпустите кнопку.

[MultiDeviceManageForm]
lb_Title->Caption=Множество устрйоств
lb_Description->Caption=Использует ПО для настройки одной из подключенных мышей Bloody, мигающий светодиод колесика указывает, с какой из них установлена связь.
Bloody_V_Mouse=Мышь V-серии
Bloody_VL_Mouse=Мышь VL-серии
Bloody_T_Mouse=Мышь T-серии
Bloody_TL_Mouse=Мышь TL-серии
Bloody_ZL_Mouse=Мышь ZL-серии
Bloody_ML_Mouse=Мышь ML-серии
Bloody_W_Wireless_Mouse=Мышь RT-серии (беспроводной режим)
Bloody_W_Wired_Mouse=Мышь RT-серии (проводной режим)
Bloody_WL_Wireless_Mouse=Мышь WL-серии (беспроводной режим)
Bloody_WL_Wired_Mouse=Мышь WL-серии (проводной режим)
Bloody_R_Mouse=Мышь R-серии
Bloody_RT_Mouse=Мышь RT-серии
Bloody_F_Mouse=Мышь F-серии
Bloody_FL_Mouse=Мышь FL-серии
Bloody_Fc_Mouse=Мышь F-серии
Bloody_FLc_Mouse=Лазерная мышь FL-серии с полноцветной подсветкой
Bloody_A_Mouse=Мышь A-серии
Bloody_AL_Mouse=Мышь AL-серии
Bloody_N_Mouse=Мышь N-серии
Bloody_NL_Mouse=Мышь NL-серии
Bloody_E_Mouse=Игровая мышь E-серии с полноцветной подсветкой
Bloody_P80_Mouse=Мышь P-серии
Bloody_P88_Mouse=Мышь P-серии
Bloody_S9X_Mouse=Мышь S-серии
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=Мышь J-серии
Bloody_J90_Mouse=Мышь J-серии
Bloody_J95_Mouse=Мышь J-серии
Bloody_J81_Mouse=Мышь J-серии
Bloody_W60Max_Mouse=Мышь W-серии
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=Мышь L-серии

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Подвигайте мышью…
lb_NotifyingKeyboard->Caption=Нажимайте любые клавиши на клавиатуре…

[ColorPaletteForm]
lb_ColorEditor->Caption=Изменение цвета:
lb_BasicColor->Caption=Основной цвет:
lb_CurrentColor->Caption=Текущий цвет
lb_Red->Caption=Красный (К)
lb_Green->Caption=Зеленый（З）
lb_Blue->Caption=Синий（С）

[MouseGesturesForm]
lb_Title->Caption=Настройки жестов 16-в-1:
lb_Context->Caption=Использование жестов мыши: Нажмите и УДЕРЖИВАЙТЕ кнопку "жесты мыши" и переместите мышь в указанном ниже направлении, затем отпустите кнопку.
ck_RealTimeReply->Caption=Непрерывное движение
lb_Distance->Caption=Чувствительность
lb_Units->Caption=(1@equ@Низкая)
lb_Default->Caption=Вернуться к значению по умолчанию
lb_Context->Caption.2X=Использование 16-в-одном: Удерживайте кнопку "2X", переместите мышь в направлении "Стрелки", затем отпустите кнопку. Если ниже выбран "Отклик в реальном времени", обычно используемые 8 функций могут быть выполнены, или настроена чувствительность.
InputDigitError=Введите числа!!!
DistanceRangeError=Диапазон Длительности Чувствительности должен быть %x до %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Настройка колеса без наклона
lb_ChooseWheel4D->Caption=Включение колеса без наклона
lb_ChooseStandard->Caption=Включение стандартного колеса
lb_HideWheel4DIcon->Caption=Скрыть значок "Колесо без наклона"
lb_HidePartialIcon->Caption=Скрыть значок Разделение
lb_VerticalScrollSet->Caption=Вертикальная прокрутка
lb_VerticalScrollLines->Caption=Строк на прокрутку:
lb_VerticalScrollPage->Caption=Один экран за прокрутку
lb_HorizontalScrollSet->Caption=Горизонтальная прокрутка
lb_HorizontalScrollNote->Caption=Слов за прокрутку
lb_Wheel4DTitleOfNotes->Caption=Введение в Колесо без наклона
lb_Wheel4DNotes->Caption=Инновационное и запатентованное "Колесо без наклона" дает одному колесу четыре степени прокрутки, делая вертикальную/горизонтальную прокрутку как никогда более эффективной. Например, она делить лист в Excel на области A и B. Согласно положению курсора в той или иной области, оно автоматически переключается на горизонтальную прокрутку, если курсор в "Области A, и наоборот, на вертикальную.
lb_ARegionNotes->Caption=Курсор в Области A, вертикальная прокрутка
lb_BRegionNotes->Caption=Курсор в Области B, горизонтальная прокрутка
lb_PartialIcon->Caption=Значок разделения
lb_Wheel4DFormHint->Caption=Нажмите и удерживайте для перемещения значка и настройки коэффициента областей A и B.
lb_OpenWeb->Caption=Щелкните для перехода на веб-сайте XFAR
InputDigitError=Введите числа!!!
Wheel4DSetValueRange=Настраиваемый диапазон значений должен быть от %x до %y.
ck_AreaABSwap->Caption=Сменить местами области А и В

[PenSuitForm]
lb_Title->Caption=Настройки TutorPen
lb_HandwritingEraseType->Caption=Настройки стирания:
rb_EraseType1->Caption=Автостирание
rb_EraseType2->Caption=Ручное стирание
lb_EraseType1->Caption=Удерживание кнопки во время рисования линии, линия будет стираться, когда кнопка отпущена. 
lb_EraseType2->Caption=Удерживание кнопки и рисование линии, линия будет стираться двойным щелчком мыши.
lb_BoldType->Caption=Толщина линии:
ck_BoldType3->Caption=Жирная
ck_BoldType2->Caption=Нормальная
ck_BoldType1->Caption=Тонкая
lb_Hint->Caption=Существует три толщины линии, которые можно выбрать для презентации во время совещания или урока для облегчения представления материала. 
lb_PenColor->Caption=Выберите цвет линии:

[ScreenCapture]
rb_Rectangle->Hint=Прямоугольник
rb_Ellipse->Hint=Эллипс
rb_Arrow->Hint=Стрелка
rb_Brush->Hint=Кисть
rb_Text->Hint=Текст
bt_Restore->Hint=Восстановление
bt_Save->Hint=Сохранение
bt_Giveup->Hint=ОТказ
bt_Finish->Hint=Завершение
rb_ToolAttributePenSize1->Hint=РазмерЛинии1
rb_ToolAttributePenSize2->Hint=РазмерЛинии2
rb_ToolAttributePenSize3->Hint=РазмерЛинии3
ck_FontBold->Hint=Жирный
ck_FontItalic->Hint=Курсив
ck_FontUnderLine->Hint=Подчеркивание
rb_Mosaic->Hint=Мозаика
bt_Note->Hint=Примечание

[LightEffectForm]
lb_LightBrightness->Caption=Яркость подсветки:
ColorEffect=Эффект подсветки:
ColorEffect1=Полноцветная непрерывная подсветка
ColorEffect2=Полноцветное изменение (медленное мигание)
ColorEffect3=Полноцветное изменение (мигание)
ColorEffect4=Полноцветный цикл (медленное мигание)
ColorEffect5=Полноцветный цикл (мигание)
ColorEffect6=Медленно меняющийся цвет (медленный)
ColorEffect7=Медленно меняющийся цвет (быстрый)
NeonEffect=Световой эффект:
NeonEffect1=Свет выключен
NeonEffect2=Неоновое свечение
NeonEffect3=Постоянный свет
NeonEffect4=Пульсация

[PreventDisturbForm]
lb_Title->Caption=Выгрузка встроенного профиля:
lb_Comment->Caption=При включении [Выгрузка встроенного профиля], ПО закрывается для освобождения ресурсов системы, и все настройки мыши сохраняются в ее памяти.
lb_Configuration->Caption=Настройки
lb_ProgramName->Caption=Имя программы
lb_GameComment->Caption=Название игры
lb_PreventDisturb->Caption=Включить
CloseSoftwareTips=Вкладка "OK": Включите "Выгрузка встроенного профиля" @RETURN@@RETURN@Вкладка "Exit": Сохраните настройки в память мыши и запустите игру без ПО Bloody.@RETURN@
ck_DoNotRemind->Caption=Уберите всплывающие окна "Выгрузка встроенного профиля" 
im_OpenExe->Hint=Добавить
im_Delete->Hint=Удалить
ProgramExists=Программа с таким именем уже существует.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Файл
EffectManagement_ImportExport=Импорт/Экспорт
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Подсветка 
lb_CommentTitle_SLED->Caption=Эффекты RGB-подсветки: 
lb_Comment_SLED->Caption=По умолчанию загружено пять (5) эффектов подсветки. Настройте эффекты подсветки, подняв мышь над поверхностью, и нажав кнопку [1] для циклического выбора.
ApplyInform=Эффект подсветки RGB сохранен.
AccessDeny=Эта функция предназначена ТОЛЬКО для игровых мышей с поддержкой RGB-подсветки. Более подробная информация приведена в руководстве.
ck_LightingEffects->Caption=После нажатия переключателя 1/N/3, устройство автоматически вернется в режим эффекта подсветки.

[SLEDEditorForm]
EffectManagement=Файл
EffectManagement_New=Новый файл
EffectManagement_Open=Открыть файл
EffectManagement_Save=Сохранить файл
EffectManagement_SaveAs=Сохранить как новый
EffectManagement_Delete=Удалить файл
EffectManagement_Rename=Переименовать
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Эффект подсветки:
lb_PannelLight->Caption=Постоянная
lb_PannelBreath->Caption=Пульсация
lb_PannelSlowBreath->Caption=Медленная
lb_PannelFastBreath->Caption=Быстрая
lb_ButtonTitle->Caption=Эффект подсветки:
lb_KeyColor->Caption=Цвет_щелчка
lb_DownColor->Caption=Цвет_нажатия
lb_UpColor->Caption=Цвет_отпускания
lb_ButtonSlowBreath->Caption=Медленная
lb_ButtonFastBreath->Caption=Быстрая
ButtonType1=Клик_изменить цвет
ButtonType2=Клик_meteor
ButtonType3=Клик_ripple
bt_AnimationPlay->Hint=Играть
bt_AnimationStop->Hint=Стоп
bt_AnimationPrevious->Hint=Назад
bt_AnimationNext->Hint=Далее
bt_AnimationLoadFrame->Hint=Копировать кадры в кнопки
bt_AnimationSaveFrame->Hint=Копировать кнопки в кадры
bt_AnimationNewFrame->Hint=Добавить кадр
bt_AnimationDeleteFrame->Hint=Удалить кадр
bt_AnimationUndo->Hint=Отмена
bt_AnimationRedo->Hint=Повтор
lb_AnimationTitle->Caption=Эффекты анимационной подстветки:
lb_AnimationTimeUnit->Caption=【Мин】
lb_BackgroundColor->Caption=Цвет фона
AnimationCommentOpen=Oобъяснение>>
AnimationCommentClose=Закрыть>>
AnimationComment=【Режим цикла】Задайте время "0": сразу будет включена анимационная подсветка.@RETURN@【Режим ожидания】При отсутствии ввода с клавиатуры в течение 1~10 мин будет включена анимационная подсветка. Нажмите любую клавишу для остановки.@RETURN@
NewCreateFileName=Создать
NewCreateFileDefault=Новый файл
mi_AddFrame->Caption=Новый кадр
mi_CopyFrame->Caption=Повторить кадр
mi_DeleteFrame->Caption=Удалить кадр
mi_LoadFrame->Caption=Копировать в кнопки
mi_SaveFrame->Caption=Копировать в кадры
mi_ChangeFrameOrder->Caption=Изменить порядок
mi_MoveFront->Caption=Задать как первый
mi_NextFrame->Caption=Назад
mi_PreviousFrame->Caption=Вперед
mi_MoveBack->Caption=Задать как последний
SetColorPrompt=Left_key [нажать] или [перетащить], чтобы изменить цвет кнопки

InputNameInvalid=Знаки [., \ / : * ? " < > | ]. не допустимы.
IsCreateNewFile=Новый файл?
MacroModify=сценарий изменен, сохранить?
IsDeleteFile=Удалить файл?
RenameName=Переименовать 
PleaseInputMacroName=Имя нового файла
ExistAlready=Файл уже существует, заменить его?
ExceedLimitCount=Превышено макс. число кадров

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=файл
lb_Title->Caption1=Открыть
lb_Title->Caption2=Сохранить
lb_Title->Caption3=Сохранить как…
lb_Title->Caption4=Удалить
lb_FileType->Caption=Тип
advcb_FileType->Caption1=Все файлы эффектов подсветки
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Не достаточно прав, экспорт не удался.

[SLEDDelaySetForm]
lb_DelayTime->Caption=Задержка (сек):
lb_ChangeSingle->Caption=изменить только одно время задержки
lb_ChangeAll->Caption=Изменить все время задержки
lb_ChangeArea->Caption=Изменить частичный время задержки  (кадр) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Объем памяти:
lb_ExceededCapacity->Caption=Скрипт превышает объем памяти. Удалите ненужные скрипты.
lb_DownloadedTips->Caption=[ Сохранены ]
lb_Hint->Caption=*Объем системной памяти изменится из-за выбранного игрового ядра и дополнительных функций.
TotalCapacity=Общий объем:
AvailableCapacity=Свободный объем:
ck_DoNotShowAnymore->Caption=Больше не показывать

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Центральная кнопка
im_ExtensionsKey4->Hint=4ая кнопка
im_ExtensionsKey5->Hint=5ая кнопка

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

